{
    "loves": [
        {
            "name": "Hoon main tumhaare hi paas mein, Jaraa khyaal karke to dekh lo, Apni in nigaahon ki bajaay, Dil kaa istemaal kar ke dekh lo."
        },
        {
		    "name": "Wo pyaar hi kya Ki jisme koi hisaab ho… Agar hai tumhe pyaar kisi se, To bus be-hisaab ho…"
        },
{
		    "name": "Bahut achchhi hansi thi kabhi hamaari, Magar jab se fasa hoon jaal mein unke, Unse sharmaane ka ye aalam hai, Ki ab hum ruk ruk kar hasne lage hain…"
        },
{
		    "name": "Mere dil ki dhadkano ko Tune dilbar dhadakna sikha diyaa, Jab se mili hai mohabbat teri mere dil ko, Gam ne bhi hansna sikhaa diya."
        },
{
		    "name": "Apna to mohabbat mein bus yehi usool hai, Jab tu kubool hai to tera sab kuchh kubool hai.."
        },
{
		    "name": "Tere chehre par mera hi noor hoga, Phir kabhi na tu mujhse door hoga, Soch kya khushi milegi humein us waqt.”
        },
{
		    "name": "Main ye nahi kehti ki Tumhaare liye koi bhi dua naa maange, Main to bus yehi chaahti hoon ki Koi dua mein tumhe naa maang le."
        },
{
		    "name": "Meri ummeed mera mukaam hai wo, Meri har subah aur shaam hai wo, Wo hai to sab kuchh hai meri duniya mein, Meri har dhadkan har saans hai wo."
        },
{
		    "name": "Ishq mein judaayi bhi hoti hai, Ishq mein tanhaayi bhi hoti hai, Ishq mein bewafaayi bhi hoti hai, Tu thaam kar to dekh haath mera to pata chalega, Ki ishq mein sachchayi bhi hoti hai.."
        },
{
		    "name": "Dard ke pal kab mujhpar aasan bane, Jo dard beh naa paaye in aankhon se, Wo sab toofaan bane…"
        },
{
		    "name": "Jo rishte dil mein baste hain, Bus wo hi lambe chala karte hain, Nazron mein basne waale, Har din badla karte hain."
        },
{
		    "name": "Dil se roya apne par honthon se muskuraa baitha,Yoonhi main kisi gair se vafaa nibha baitha, Wo mujhe ek lamhaa bhi na de paaye apne pyaar ka, Aur main us bewafaa ke liye apni zindagi ganwaa baitha."
        },
{
		    "name": "Tum milkar bhi naa miley, Tumhe paakar bhi naa paaya, Main to reh gayi adhoori hoon tumhaare bina, Tumhaara saaya jab mujhe najar nahi aaya !"
        },
{
		    "name": "Mere liye uske dil mein koi chaahat naa thi,Kisi bhi khushi ke mauke par koi daawat naa thi, Maine dil apna uske kadmon par rakh diya, Lekin usey zameen dekhne ki aadat naa thi."
        },
{
		    "name": "Mere is dard-e-dil ko kisne dekha hai, Mujhe bus mere rab ne tadapte huye dekha hai, Main aksar tanhaayi mein baitha rota hoon, Aur logo ne mujhe mehfilon mein hanste huye dekha hai."
        },
{
		    "name": "Aaja tere pairon pe marham lagaa doon, Kuchh chot to tujhe bhi lag gayi hogi Mujhe thokar maarne ke baad."
        },
{
		    "name": " Kuchh is kadar thehar si gayi hai ye zindagi, Ki ab to subah ka dard bhi shaam ko puraana sa lagta hai.."
        },
{
		    "name": "Pehchaan sakaa naa koi mere dil ko, Ye dil to yoon hi nadaan reh gayaa, Mujhe afsos nahi is baat kaa, Dukh to ye hai ki mera dost bhi, Mujhse anjaan reh gaya…"
        },
{
		    "name": "Mere kandhe par Yoon is kadar gire teri aankhon se aansoon, Ki meri ye sasti si kameej, beshkeemti ho gayi…."
        },
{
		    "name": " Roobroo hone ka mauka to nahi milata hai din, Isliye shabdon se apne chhoo leta hoon main tumhe…."
        },
{
		    "name": "Chaaha tumhe hamesha par kabhi izhaar naa kar sakaa, Kat gai umar saari par kisi aur se pyar na kar sakaa, Tumne maanga bhi to maangi judaai apni, Aur main tha ki inkaar bhi na kar sakaa"
        },
{
		    "name": " Jab bhi aaye khyaal tera mere dil mein, Ye kaafi der tak dhadakta rehta hai, Jab bhi uthta hai jikr tera mere ghar mein, Ghar mera kaafi der tak mehakta rehta hai !!"
        },
{
		    "name": " Dil mein apne maine tere pyaar ki daastaan likhi hai, Naa kam naa tamaam likhi hai, Kabhi mere liye bhi dua maang liya karo mere sanam, Kyonki maine apni har ek saans tere hi naam likhi hai !!"
        },
{
		    "name": "Main agar likhna bhi chaahoon, To bhi shaayad Likh naa paaun un lafzon ko, Jinhe padkar aap samajh sako ki Mujhe aapse kitna pyaar hai!"
        },
{
		    "name": "Meri yaadon mein tum ho aur meri saanso mein tum ho, Mere khawaabon mein tum ho aur mera khawaab hi tum ho, Dil mera ye mujhse puchhe baar-baar, Meri jaan mein tum ho yaa meri jaan hi tum ho !!"
        },
{
		    "name": "Main chaahkar bhi shayad Naa likh sakoon un shabdon ko Jinhe padhkar aap samajh pao Ki mujhe tumse kitna pyaar hai !!!"
        },
{
		    "name": " Jaane kab unki aankhon se izhaar hoga, Dil ke kisi kone mein mere liye pyaar hoga, Guzrati hain raatein unki hi yaadon mein, Kabhi to unko bhi mera intezaar hoga !!"
        },
{
		    "name": "Tune rukh se parda kya hataaya, Kambakht dil moonh ko hone laga, Sharmaa kar taarein bhi hain chhipne lage, Mehtaab baadlon se jo nikalne lagaa !!"
        },
{
		    "name": "Tumhaare husn ko dekhkar O sanam, Sabhi naa jaane kyon gash khaakar gir jaate hain, Tum apne husn ko kahin chhupa lo,Varna log bemaut hi maare jaate hain !!"
        },
{
		    "name": " No matter what has happened. No matter what youve done. No matter what you will do. I will always love you. I swear it."    }		
  ]
}
