{
    "loves": [
        {
            "name": "I never loved you any more than I do, right this second. And Ill never love you any less than I do, right this second.Perfct."
        },
        {
		    "name": "Sometimes I cant see myself when Im with you. I can only just see you."
        },
{
		    "name": "I love you the way a drowning man loves air. And it would destroy me to have you just a little."
        },
{
		    "name": "And in her smile I see something more beautiful than the stars."
        },

{
		    "name": "I wanted to tell you that wherever I am, whatever happens, Ill always think of you, and the time we spent together, as my happiest time. Id do it all over again, if I had the choice. No regrets.."
        },
{
		    "name": "I knew the second I met you that there was something about you I needed. Turns out it wasnt something about you at all. It was just you.”
        },

{
		    "name": "If my love were an ocean, there would be no more land. If my love were a desert, you would see only sand. If my love were a star–late at night, only light. And if my love could grow wings, Id be soaring in flight."
        },

{
		    "name": "I dont care how hard being together is, nothing is worse than being apart."
        },

{
		    "name": "And Ive realized that the Beatles got it wrong.
Love isnt all we need—love is all there is."
        },

{
		    "name": " I am happiest when Im right next to you."
        },
{
		    "name": "The water shines only by the sun. And it is you who are my sun."
        },
{
		    "name": "Its easy t say I love you. But it`s hard to wait and prove your words."
        },
{
		    "name": "Missing someone is a good way to stimulate your heart to be patient and open to love."
        },
{
		    "name": "No matter where I went, I always knew my way back to you. You are my compass star."
        },
{
		    "name": "Every time I see you, I fall in love all over again."
        },
{
		    "name": "If I know what love is, it is because of you."
        },
{
		    "name": " Our Relationship is meant to be. Something that was written in the stars and drawn into our destiny."
        },

{
		    "name": "Let us Flip the coin and see. Head, I am yours.
Tail, you are mine. So, we wont lose."
        },

{
		    "name": "There is only happiness in life, to love and to be loved."
        },

{
		    "name": " Without his love I can do nothing, with his love, there is nothing I cannot do."
        },

{
		    "name": "It is true that my heart always skips a beat when you take my name."
        },

{
		    "name": " Love is when the other persons happiness is
more important than your own."
        },

{
		    "name": " If you live to be a hundred, I want to live to be a hundred minus one day, so I never have to live without you."
        },

{
		    "name": " When you meet a soul mate, you dont need to look for perfection in your partner. You know, its really true love!"
        },

{
		    "name": " Youll not find true love if you look for expensive clothes or fancy cars. Look for a person who sings a song, which can be heard only by you."
        },

{
		    "name": " Remember! The love you take is always the same as the love you get!"
        },

{
		    "name": " Im not waiting that youll make me happy. Im sure youll be happy with me."
        },
{
		    "name": " You cannot create a happy marriage with the person you can live with. You should marry the person you cannot live without!"
        },

{
		    "name": "I love you means that I will love you and stand by you even through the worst of times."
        },

{
		    "name": " Love is composed of a single soul inhabiting two bodies."
        },

{
		    "name": " Accept my heart and Ill build you a castle with love as its foundation.”
        },

{
		    "name": " Being deeply loved by someone gives you strength; loving someone deeply gives you courage."
        },

{
		    "name": " Life without love is like a tree without blossoms or fruit."
        },
{
		    "name": " Love to me is someone telling me, I want to be with you for the rest of my life, and if you needed me to Id jump out of a plane for you."
        },

{
		    "name": " I may not be your first date, kiss or love…
but I want to be your last everything."
        },

{
		    "name": " No matter what has happened. No matter what youve done. No matter what you will do. I will always love you. I swear it."
        }		
  ]
}

